Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
gjk: <strong>اِسڪرِپٽيڍ ٿل تقرير </strong>(روايتِي طور زين تمين زاڻو سو عام آواز ) اِي سي زان تمين پوتا نِي ٻولِي مان جملان نين اُونسين ۿاۮين ڀڻِي ۿڳو سو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gjk: <strong>شيڪوون </strong> ٽرياسڪ نان موٽا ( ڌانۿوون)</strong> ڍائينوسور۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
gjk: غير معمولِي تقرير عام آواز نو ايڪ نوو حصو سي زان تمين سوالان نا زٻاپ گھڻون ڪرين قڌرتِي طور، ٻوليا نا انڌاز مان ۮئِي ۿڳو سو۔

source: Submit
gjk: حواليَ ڪرو

source: Submit All
gjk: ٻڌونئين جمع ڪرو

source: Submit a new question for the community to read and respond to
gjk: نوو سوال ڄو ايٽليَ ڀراڌرِي ڀڻِي ۿڳيَ انين جواٻ پڻ ۮئِي ۿڳيَ

source: Submit a report
gjk: رپورٽ پيش ڪرو

source: Submit clips
gjk: ڪِلپس حواليَ ڪرو

source: Submit new questions for the community to read and respond to
gjk: ڀراڌرِي ۿارُو نوا جُملا ڄو ايٽليَ اِي ڀڻين ۿڳيَ انين جواٻ ۮئِي ۿڳيَ

source: Submitted
gjk: جمع ڪروون

source: Subscribe
gjk: قٻُول ڪرو (Subscribe)

source: Success
gjk: ڪامياڀي

source: success checkmark
gjk: چيڪ مارڪ ڪامياٻ سي

source: Successfully accepted question
gjk: سوال ڪامياٻِي ٿِي قٻُول ٿئِي جھو سي۔

source: Successfully rejected question
gjk: ڪامياٻِي ٿِي سوال رڌ ٿئِِي جھو سي۔

source: Success, profile created!
gjk: ڪامياٻِي ٿِي، پروفائيل ٺۿائِي جھئِي

source: Support open, community-led datasets
gjk: کُلل، ڀِراڌرِي نِي اڳواڻِي مان ڍيٽاسيٽ نِي حِمائيت ڪرو

source: Svan
gjk: سوان

source: Swahili
gjk: سواهلي

source: Swedish
gjk: سويڊني

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gjk: جملان نين هوريَ پاۿيَ ٿِي منظور ڪريا ۿارُو ۮٻاوينَ ڇِڪو۔ منظور نا ڪريا ۿارُو ڏاويَ پاۿيَ ٿِي ۮٻاوينَ ڇِڪو۔ ميڪِي ۮيڌا ۿارُو ماٿيَ ٿِي ۮٻاوينَ ڇِڪو۔ <strong> پوتا نو جائرو ۮيڌا نون نا ڀُولزُو </strong>

source: Syriac
gjk: سيريائي

source: Tagalog
gjk: تگلگ

source: Tahitian
gjk: تائيٽي

source: Taiwanese (Minnan)
gjk: تائيوان (منن) ٻولِي

source: Tajik
gjk: تاجڪ

source: Taking several attempts to read a word.
gjk: ايڪ لفظ ڀڻيا ۿارُو گھڙي گھڙي ڪوشش ڪروون

source: Tamazight
gjk: تمازت

source: Tamil
gjk: تامل

source: Tap
gjk: ٽيپ ڪرو (ٿپٿپاوون)

source: Tarifit
gjk: تاريڤِت

source: Tatar
gjk: تاتاري

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
gjk: ٽاتوئيڀا ٻولِي شيڇا مان اِستمال ۿارُو جُملان نو، ترجمان نو انين ٻولل آڍِيو نو ايڪ موٽو ڍيٽابيس سي۔ آ ڍائونَ لوڍ مان اينيان نِي ڀراڌري نِي طرڦ ٿِي رِڪارڍ ڪريل ٻولل انڳريزِي جُملا سي۔

source: Technology and Robotics
gjk: ڦنَ نيَ حواليَ ٿِي انين روبوٽ نا ٻارا مان

source: Technology that speaks your language
gjk: ٽيڪنولوجِي زين تمارِي ٻولِي ٻوليَ سي۔

source: TED-LIUM Corpus
gjk: ٽيڍ-ليم ڪارپس

source: Teke
gjk: تيڪي

source: Tell us what you'd like to download:
gjk: تمين امان نين ۿنڀراوو ڪي تمين شون ڊائون لوڊ ڪروا ماڳو سو۔

source: Telugu
gjk: تيلگو

source: Tepeuxila Cuicatec
gjk: ٽيپيوسلا ڪوئيڪٽڪ ٻولِي

source: Terms
gjk: شرتون

source: <termsLink>Terms</termsLink>
gjk: شرط

source: Teutila Cuicatec
gjk: ٽيؤٽلا ڪوئيڪٽڪ ٻولِي

source: Thai
gjk: ٿائِي

source: Thanks for confirming your account, now let's build your profile.
gjk: تمارا اڪائونٽ نِي کاترِي ڪريا ۿارُو ميرٻاني، ھوي ليو تمارِي پروفائيل ٺاھيئين۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
gjk: 50 ٿِي وڌارين ٻولِيان مان 259،000 ماڻۿان نا تعاونَ نِي ميرٻانِي، آ ڍيٽا اِنسانِي آواز نين بيۿتر جواٻ ۮيڌا ۿاروو، تقرير نِي قاٻِل ايپليڪيشنَ نين ترٻيئت ۮيڌا ۿارُو اِستمال ڪريو زائيَ سي ريو۔

source: Thank you for contributing to Spontaneous Speech!
gjk: پوتا نِي مرضِي ٿِي تقرِير مان حِصو ليڌا ۿارُو تمارِي ميرٻانِي!

source: Thank you for contributing your bulk submission!
gjk: حِصو ليڌا انين گھڻون ڪانئين ۮيڌا ۿارُو ميرٻانِي

source: Thank you for contributing your voice!
gjk: پوتا نا آواز نو حِصو ناڇا ۿارُو الائِي ميرٻانِي!

source: Thank you for donating your voice clips!
gjk: تماران وائس ڪِلپ ۮانَ ڪريا ۿارُو الائِي ميرٻانِي!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gjk: رِڪارڍينڳ ۿارُو ميرٻانِي <lineBreak></lineBreak> هويَ جائزو ليو انين هيٺين تماران ڪِلپ حواليَ ڪرو

source: Thank you for your information
gjk: معلومات ۮيڌا ۿارُو تمارِي ميرٻانِي

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gjk: { $lang } مان ڌِلچسپِي ليڌا ۿارُو تمارِي ميرٻانِي امين هر ٻولِي نين لانچ ڪريا ۿارُو اين نِي تيارِي ڪريا مان انين راڇا مان سخٽ مينت ڪريئين سيئين۔ ٽيمان نين اِي ميل نيَ زريئيَ ٿِي اپ ڍيٽ ڪرو، زو تمين حِصو ليوا ماڳو سو تو ميرٻانِي هيٺين پوتا نِي اِي ميل ڄو۔

source: Thank you for your voice information
gjk: تمارا آواز نِي مالُومات ۿارُو الائِي ميرٻانِي

source: Thank you! You’ve sent a new language enquiry
gjk: تمارِي ميرٻانِي! تمين ايڪ نوِي ٻولِي نِي پُونسا ڳاسا ڪرِي سي۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
gjk: بيۿترينَ جُملا قُۮرتِي انين وات وڳ وارا هوئيَ سي۔ اِي ڪونئين ۿارُو ڀڻيا مان آسانَ هوئيَ۔ زيم ڪيَ صوتياتي تنوع انين جُملان ڦرق ڦرق لڦط ايۿم هوئيَ سي۔ امين پڻ ڪوشيش ڪريئين سيئين ريا ڪي رِڪارڍينڳ ٿل جُملان نين امارِي رضاڪار ڀِراڌرِي ۿارُو مُمڪِنَ حڌ ۿوُڌِي ڌيلچسپ انين مزيۮار ٻناويئين

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
gjk: ايڪ ڦائيۮا وارِي تقرير نِي اورکاڻِ وارون اينجھڻ ٺاۿيا ۿارُو بيۿترينَ جُملا عام ٻولِي جڌيڌ ٻولِي سي۔ جُملان نين ٺاۿيا مان مۮت ۿارُو ڪانڪ کيال سي۔

source: The bumblebee sped by.
gjk: ڀمرو تيز اوڏيو

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gjk: ڪِلپ قٻرِستانَ مان وائيس ڪِلپ موجھوۮ سي زين ڪامنَ وائيس ڍيٽاسيٽ مان شامل نٿِي، ڍيٽاسيٽ نا وارِ ڪِلپ قٻرِستانَ ڍائونَ لوڍ ڪريا ۿارُو موجھوۮ سي۔ امين منصوٻا مان مۮت ڪريا ۿارُو هيٺين ۮيڌل ماڻۿان نين انين تنظيمان نين ميرٻانِي ڪيوا ماڳيئين سيئين

source: The clip has disrespectful or offensive language.
gjk: ڪلپ مان ڀي عزت ڪان ڀي اڌڀي ٻولي شامل سي

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gjk: ڪامنَ وائيس ڍيٽاسيٽ مان هزارين آوازان نا نمونا شامل سي ڍِولپر نين آوازان نِي اورِکاڻ نان اوزار ٺاۿيا مان مۮت ڪريَ سي۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
gjk: آ ڀِراڌرِي ڪامنَ وائيس نِي ڌڙڪِيا وارِي ڌِل سي اِي ۿازِي ۮُنيا مان ٿِي آويَ سي انين ٻولِي نا ڪارڪُن، سائينسۮانَ انين فنڪار سي۔ تمين وڌارين امارا<about>ٻارا</about> مان وڌارين شيکِي ۿڳو سو ڪي ڪيويَ نمونيَ ٿِي امان ٿِي شامِل ٿئِي ۿڳو سو۔ انين امارِي </community>ڀِراڌرِي پِليَ ڀُڪ<community> ٿِي۔ زو تمين تنظيم نيَ زريئيَ ٿِي شراڪتۮارِي مان ڌِلچسپِي راکو سو، </emailFragment>امان ٿِي راٻطو ڪرو<emailFragment>

source: The content contains a language different than I was expecting.
gjk: مواڌ مان اِي ٻولِي سي زين نِي مون نين اُميۮين نتِي۔

source: The content has disrespectful or offensive language.
gjk: مواڌ مان ڀي اڌڀِي ڪان ڀيڪار ٻولِي شامِل سي۔

source: The giant dino [cough] the Triassic.
gjk: ٽرائيسِڪ نو موٽو ڍائينو [ڌانۿ]

source: The giant dinosaur of the Triassic.
gjk: ٽِرياسڪ ڌور نا موٽا ڍائينسور

source: The giant dinosaurs of the Triassi-.
gjk: ٽرياڪ ڌور نا موٽان ڍائينوسار

source: The giant dinosaurs of the Triassic.
gjk: ٽرياسڪ ڌور نا موٽا ڍائينسور

source: The giant dinosaurs of the Triassic. [read by one voice]
gjk: ٽرائيسِڪ نا موٽا ڍائينوسار [ايڪز آواز ٿِي ڀڻو]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gjk: ٽرياسڪ نان موٽان ڍائينوسور<strong> ايڪ آواز ٿي ڀڻو

source: The giant dinosaurs of the Triassic. Yes.
gjk: ٽرياسڪ نا موٽا ڍائينوسار۔ ھوويَ

source: The giant dino <strong>[cough]</strong> the Triassic.
gjk: موٽان ڍائينوسور <strong> ڌانۿوون</strong>ٽرياسڪ

source: The MediaRecorder API is not supported in your browser.
gjk: ميڍيا رڪورڍر اي پِي آئِي تمارا برائوزر مان سپورٽ نٿِي ڪرتِي۔

source: The number of recordings and which languages you contribute to will be public.
gjk: رِڪارڍينڳ نِي تعڌاڌ انين تمين چئِي ٻولِيان مان حِصو ليو سو اِي عوامِي هشيَ۔

source: The page you are looking for could not be found
gjk: تمين زين صفع نين ڳوتو سو ريا، اِي نا زڙيو

source: The question should be answerable in just a couple of sentences.
gjk: سوال نو جواٻ صِرف ٻيَ جُملان مان ۮيوو زويئين۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
gjk: اتيارين آ ٻولِي ۿارُو ڪونئين پڻ سوال موجود نٿِي۔ ميرٻانِي ڪرين صفع نين ريفريش ڪرو ڪان ٿوڙِيڪ وار وانۿين وري ڪوشِش ڪرو۔

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
gjk: آ ٻولِي نِي تصڌيق ڪريا ۿارُو فِلحال ڪونئين پڻ اِشارو نٿِي، ميرٻانِي ڪرينَ صفا نين ريفريش ڪرو يا پسيَ وريَ ڪوشيش ڪرزُو۔

source: There are currently no sentences to review in this language.
gjk: اتيار ۿوُڌِي آ ٻولِي مان ڪونئين ايوا جُملا نٿِي زين نو جائزو ليوو زويئين۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
gjk: آ ٻولِي مان اتيارين ڪانئين پڻ نقل ڪرل ڪان اُوتار ڪرل نٿِي۔ ميرٻانِي ڪرين صڦح نين ريڦريش ڪرو ڪان وري ٿوڙِيڪ وار وانۿين وري ڪوشِش ڪرو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
gjk: عام ٻولِي نا ٻارا سوچيا ۿارُو ڪيٽلائيَ طريقا سي۔ اِسپيچ ريڪگنيشنَ ماڍلس نان مقصۮان ۿارُو، ڀاهيمِي ۿمزڻِ ماٿيَ مشورو ڄيَ سيَ، ڌيانَ ڄو، يا شون آ ٻولِي نين ٻوليا واران گھڻون ڪرينَ ايڪ ٻيزان نين ۿمزِي ۿڳيَ سي زو اِي وائيس ماٿيَ ڪوشش ڪريَ؟

source: The recording was too long.
gjk: رِڪارڍينڳ الائِي لانٻِي سي۔

source: The recording was too quiet.
gjk: رِڪارڍينڳ الائِي کاموشِي وارِي هتِي۔

source: The recording was too short.
gjk: رِڪارڍينڳ الائِي ننڪيڪ سي۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
gjk: اتيارين آ ٻولِي ۿارُو ڪونئين پڻ آڊيو نقل ڪريا ۿارُو (اُوتار ڪريا ۿارُو) نٿِي۔ ميرٻانِي ڪرين صفع نين ريڦريش ڪرو۔ ڪان وري ڦير ٿِي ڪوشِش ڪرو۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
gjk: مِثال طور زين متن سي اين مان ڪونئين پڻ انگھ اکر نا هووو زويئين ڪيمڪيَ اِي ٻروڪونان نون ڀڻيئيَ ٿِي مسلا پيۮا ڪرِي ۿڳيَ سي۔ نمڀر نين ڀڻيا نو طريقو سياق و سباق ماٿيَ سي انين ڍيٽاسيٽ مان مُنجھارو پيۮا ڪرِي ۿڳيَ سي۔ مِثال طور ”2409“ نين سئِي طريقيَ ٿِي ”چوويۿ زيرو نئو“ انين ”ٻيَ هزار چار ۿو نئو“ ٻيئيَ طريقين ٿِي ڀڻِي ۿڳائيَ سي۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gjk: ڀڻيا واران نا وس مان آواز نيون قدرتي تبديليون ٿاشي روڳو تيرين اين نين رڌ ڪرو زيرين آواز ايٽلو گھڻو ھوئي ڪي رڪارڍينگ ٽوٽي زائي ڪان ( وڌيڪ عام طور ماٿي) زو آواز ايٽلو گھٽ ھوئي ڪي لکل متن ۿمزائيَ پڻ ۿانڀري ٿِي نا ۿمزائيَ ڪي شون ڪيَ سي ريون۔

source: The route was unclear.
gjk: رستو صاڦ نتو۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
gjk: آ ٻولِيون اتيارين ڀِراڌرِي نِي ترقِي هيٺين سي۔ </localizationGlossaryLink>ويڀ سائيٽ لوڪيلائيزيشنَ<localizationGlossaryLink>انين </sentenceCollectionGlossaryLink>جُملان نو مجموعو<sentenceCollectionGlossaryLink> لانچ ڪريا نِي ضرورت سي۔

source: The selected file is too large
gjk: سونڍل فائيل الائِي موٽِي سي

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gjk: جُملا ڀيڳا ڪريا وارو عام آواز نا پليٽفارم نا کونڻا ڪور زائيَ سي ريو۔ تمين ڪوئين <writeURL> جُملو لکِي </writeURL>ۿڳو سو يا <reviewURL> جائزو </reviewURL> لئِي ۿڳو سو ايڪلا ۮيڌل جُملان نو زين عام آواز ماٿيَ ۮيڌل سي۔

source: The sentence has a grammatical or spelling error.
gjk: جملا مان گرامر ڪان اسپيلينگ ني گلتي سي۔

source: The sentence has disrespectful or offensive language.
gjk: جملو ڀي عزت ڪريا وارو سي ڪان ڀي اڌڀي ٻولي نو سي

source: The sentence must be grammatically correct.
gjk: جُملو لازمِي گرامر پرماڻيَ سئِي هوئيَ۔

source: The sentence must be speakable.
gjk: جُملو لازمِي ٻوليا لائق هوئيَ۔

source: The sentence must be spelled correctly.
gjk: جُملو لازمِي سئِي هِجيَ ٿل هوئيَ۔

source: The sentence should have fewer than 15 words.
gjk: جُملو 15 لڦظان ٿِي گھٽ هوئيَ

source: The site is ready to be launched when it reaches 75% completion.
gjk: زيرين اِي %75 سيڪڙو مُڪمل ٿئِي زاشيَ تيرين سائيٽ لانچ ڪريا ۿارُو تيار هشيَ۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
gjk: سائيٽ جلڌ ٿِي جلڌ شرُو ڪرِي زاشيَ۔ ميرٻانِي ڪرينَ<matrixLink>ڀِراڌرِي چيٽ</matrixLink>مان شامِل ٿائو يا<githubLink>يا<discourseLink>امارا ڍِسڪورس فورم </discourseLink>ماٿيَ زائو ايٽليَ سائيٽ نا تجرٻان نان مسلان نين جمع ڪراوينَ اينيان نِي نِڳرانِي ڪرِي ۿڳائيَ۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
gjk: TED-LIUM نو مجموعو آڍِيو واتان مان ٿِي انين انينان نِي نقلان (transcriptions ) مان ٿِي ٺواڻو تو زين ٽيڍ (TED ) ماٿيَ موجھُوۮ سي۔

source: The website text is translated into that language.
gjk: ويب سائيٽ نون متنَ اِي ٻولِي مان ترجمون ڪريون جھون سي۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gjk: آ مواۮ مان ڪونڪ ماڻۿان نِي شناخت پرماڻي زاتِي محلومات شامِل سي، زيم اين نون نام، اِي ميل ايڍرس، جڳا، شناخت نون نمڀر، ڪان ڦون نمڀر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gjk: آ مواۮ ڪونڪ ماڻۿان نِي اُورکاڻِ پرماڻي زاتِي شناختي معلومات ماڳي سي، زيم اين نون نام، اِي ميل ايڍرس، جڳا، شناخت نون نمڀر، ڪان ڦون نمڀر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gjk: آ مالُومات تمين تمارِي مرضِي ماٿيَ سي زو ۮيوا ماڳو تو، تمين کُش سو تو اِي مالوُمات ۮئِي ۿڳو سو۔ زيرين امين ڍيٽاسيٽ نِي نِمائش ڪرشون تيرين امين کاترِي ڪريئين سيئين ڪيَ اين مان تمارِي زاتِي مالوُمات انين ڪان وريَ تمارون نام انين اِي ميل انين جڳا تو شامل نٿِي، انين زيم عمر انين جنس وغيره

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
gjk: آ مالُومات تمين تمارِي مرضِي ماٿيَ سي زو ۮيوا ماڳو تو، تمين کُش سو تو اِي مالوُمات ۮئِي ۿڳو سو۔ زيرين امين ڍيٽاسيٽ نِي نِمائش ڪرشون تيرين امين کاترِي ڪريئين سيئين ڪيَ اين مان تمارِي زاتِي مالوُمات انين ڪان وريَ تمارون نام انين اِي ميل انين جڳا تو شامل نٿِي، انين زيم عمر انين جنس وغيره۔ ٽيڪنالاجي ھر ايڪ ۿارُو ۿڦرون ڪام ڪريا ۿارُو ڊيٽا زين ڊولپرز نين ٽيڪنالاجي ٺاھيا مان مۮت ڪري سي ماڻۿان نان ڦرق ڦرق قسمان نين طاھر ڪريا نِي ضرورت سي۔ وڌيڪ شِيکو ڪي شون ليوا ميٽا ڊيٽا اۿميت راکي سي۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
gjk: آ ايڪ اِستمال نا ڪيس ماٿيَ ٻنڌال حِصو سي زين مان ٻولِيا وارون انگھان نِي اورکاڻِ انين ها/نا نِي اورکاڻِ نين طاقت ۮيڌا ۿارُو ڍيٽا شامِل سي۔

source: This is how you cite yourself if you wrote the content yourself.
gjk: زو تمين پوتيَ مواڌ لڇو سي تو تمين پوتا نو حوالو آويَ نمونيَ ٿِي ۮشو۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
gjk: آ منصُوٻو تمان روڪان ماڻۿان شيوا مُمڪِنَ نئين هوئيَ 🎉 ڪامنَ وائيس ٻيڳان شامِل ڇا نا ڪيٽلائيَ طريقا سي۔ تمان نين حِصو ليڌا ۿارُو ڪوڍينڳ ڪريا نِي ضرورت نٿِي۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
gjk: آ سيٽينڳ تمارا ليڍربورڍ نِي نمائش نين ڪنٽرول ڪريَ سي۔ زيرين ۿتال سي، تمارِي ترقِي پِرائيويٽ هشيَ۔ آن نو مطلٻ سي ڪي تمارون ڦوٽُو، نام انين ترقِي ليڍربورڍ ماٿيَ نئين ۮيکائيَ۔ نوٽ ڪرو ڪي ليڍربورڍ ريفريش ڇا مان { $minutes } مينٽ لاڳشيَ۔

source: Three to go!
gjk: ترڃ جھا ۿارُو

source: Thur
gjk: ٿر

source: Tibetan
gjk: تبتي ٻولِي

source: Tigre
gjk: ٽيگري

source: Tigrinya
gjk: ٽگرنيا

source: Tlazoyaltepec Mixtec
gjk: ٽلازويالٽيپڪ مڪستيڪ

source: Toba Qom
gjk: ٽوڀا قم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
gjk: پوتا نِي اِي ميل نين مٽايا ۿارُو ڪان تٻۮيل ڪريا ۿارُو امان نين اِي ميل ميلو۔

source: Today
gjk: آز

source: Today's Common Voice progress on clips recorded
gjk: ڪامنَ وائيس ماٿيَ آز نان رِڪارڍ ٿل ڪِلپان نِي ترقِي

source: Today's Common Voice progress on clips validated
gjk: ڪِلپان ماٿيَ آز نِي ڪامنَ وائيس نِي ترقِي نِي تصۮيق ڪرِي سي لئِي

source: Today's Progress
gjk: آز نِي ترقِي

source: Toki Pona
gjk: ٽوڪي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
gjk: ڪامنَ وائيس ڍيٽاسيٽ مان شامِل ڇا ۿارُو ايڪ وائيس ڪِلپ نين ٻيَ الڳ الڳ اِستمال ڪريا ٿِي تصۮيق ڪروون زويئين۔

source: Too many files
gjk: الائِي فائيلون سي

source: Top Contributors
gjk: موٽا موٽا حِصو ليڌا وارا

source: Torwali
gjk: توروالي

source: Total
gjk: ٽوٽل

source: Total Approved
gjk: مُڪمل منظور ٿل

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
gjk: ۿوريَ پاۿيَ امين خاڪو ڀييانَ ڪريئين سيئين۔ انين واضح ڪريئين سيئين ڪيَ امين چئِي مالُومات نين عوامِي ڪريئين سيئين۔ پوتا نِي ڍِوائيس ماٿيَ ايڪ ڪامنَ وائيس اڪائونٽ ٿِي شرُو ڪريا ۿارُو هيٺين ۮيڌل لِنڪ اِستمال ڪرو۔

source: Toward next goal
gjk: آيا وارا مقصۮ ڪور

source: Track progress here and on your stats page.
gjk: پوتا نِي ترقِي نين اڃان پوتا نا اِسٽيٽس نا پيج ماٿيَ زوو (ٽريڪ ڪرو)

source: Transcribe
gjk: اُوتار ڪروون ڪان نقل ڪروون

source: Transcribe answers
gjk: جواٻان نِي نقل ڪرو

source: Transcribe Audio
gjk: آڍِيو نِي نقل ڪرو

source: Transcribe audio recordings into text
gjk: آڍِيو ٺاۿل نين اکران مان ڀيانَ ڪرو

source: Transcribe audio recordings in your language
gjk: تمارِي ٻولِي نِي رِڪارڍينڳ نِي آڍِيو ٺاۿو

source: Transcribe Audio <small>(Coming soon)</small>
gjk: آڍِيو نِي نقل ڪرو</small>(زوٽ آويَ سي ريون)<small>

source: Transcript edited successfully
gjk: نقل ڪرل ڪامياٻِي ٿِي اپڍيٽ ٿئِي جھئِي

source: Transcript skipped successfully
gjk: نقل ڪرل نين ڪامياٻِي ٿِي ميلِي ۮِيڌي

source: Transcript submitted successfully
gjk: اُوتار ڪرل ڪامياٻِي ٿِي جمع ٿئِي جھون۔

source: Transcript voted successfully
gjk: نقل ڪرل نين ڪامياٻِي ٿِي ووٽ ڪرو

source: Transgender
gjk: کۮڙو (جنس تبديل ھوون)

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
gjk: پونَ ٽونَ چيم اِستمال ٿئِي ۿڳيَ سي اين ۿارُو امارِي گائيڍ نين زووو۔<translateVideoLink></translateVideoLink>

source: Translating the site
gjk: سائيٽ نون ترجمون ڪروون

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
gjk: ترجمون انڳريزِي مان ٿِي هشيَ، پڻ تمين <strong> مشورا</strong> ٻيزِي ٻوليان مان ٿِي پڻ زوئِي ۿڳو سو۔ پروڦائيل<strong> نا </strong> آئيڪنَ ماٿيَ ڪِلِڪ ڪرو۔ پسي<strong> سيٽينڳ ماٿيَ </strong>لِنڪ ڪرو انين ڪونئين پڻ ٻولِيون ايڍ ڪرو زين تمين ٻولو سو۔ هيٺين ۿوارا پاۿا وارِي ڪُنڍ ڪنين <strong>ترجما نِي لِسٽ ۮيڌل هشيَ زين <strong>مقامِي</strong> ڪيَ سي۔ ترجمون سائيٽ ماٿيَ ايڪ ۮِي وانۿين ۮيکاشيَ۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
gjk: ڪامنَ وائيس نون ترجمون<strong> پونَ ٽونَ </strong>سائيٽ ماٿيَ ٿائيَ سي۔

source: Try again by dragging your file here
gjk: فائيل وريَ ڍيۿڙيا نِي ڪوشش ڪرو

source: Try uploading again
gjk: وريَ اپلوڍ ڪريا نِي ڪوشش ڪرو

source: Tshivenda
gjk: شيوينڊا

source: Tunen
gjk: تنن

source: Tupuri
gjk: تُپُوري

source: Turkish
gjk: ترڪي

source: Turkmen
gjk: ترڪماني

source: Tush
gjk: تُش ٻولِي

source: Tuvan
gjk: تووان

source: Twi
gjk: ٽوئِي

source: Typically megabytes
gjk: عام طور ماٿيَ ميگابائيٽ (megabytes)

source: Ubykh
gjk: اوبيخ

source: Udmurt
gjk: ادمورت

source: Ukrainian
gjk: يوڪريني

source: Understand contribution criteria
gjk: حِصو ليڌا نا معيار نين ۿمزو

source: Understand how to contribute and validate on the Common Voice dataset
gjk: ۿمزوون ڪيَ ڪامنَ وائيس ماٿيَ ڪيم تصۮيق انين حصو ليوائيَ سي

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gjk: ۿمزو ڪي زيرين آواز نا ڪلپان نين ۿانڀرو سو ريا تو شون زوئون سي انين پوتا نِي آواز ني رکارڍينگ نين پڻ وڌيڪ بھتر ڪريا مان مۮت ڪرو!

source: Universities, Academics and Researchers
gjk: يُونيورسٽِيُون، اڪيڍمِڪس انين ريسرچ ڪريا وارا

source: Upload aborted. Do you want to delete your recordings?
gjk: اپلوڍ ڪرل کتم ڪروون۔ تمين پوتا نِي رِڪارڍينڳس ڍِليٽ ڪروا ماڳو سو؟

source: Upload an image file
gjk: ايڪ ڦوٽُو وارِي فائيل نين اپلوڍ ڪرو

source: { $uploadedQuestions } of { $totalQuestions } questions collected
gjk: { $uploadedQuestions } سوال ڀيرو ڪرو
